<template>
  <modal
    name="opherta"
    :scrollable="true"
    width="85%"
    :min-width="200"
    :min-height="200"
    :pivot-y="0.5"
    :reset="true"
    height="auto"
    class="popup"
  >
    <div>
      <nav>
        <h1>Агентский договор-оферта ООО "Первый таксопарк"</h1>
        <button class="button-normal" @click.prevent="$modal.hide('opherta')">
          Закрыть
        </button>
      </nav>
      <div>
        <p>
          Настоящий Агентский договор является офертой Общества с ограниченной
          ответственностью «Первый таксопарк» (ОГРН 1197847145033), именуемого в
          дальнейшем Агент, физическому лицу, юридическому лицу или
          индивидуальному предпринимателю, именуемому в дальнейшем Принципал.
          Настоящий Агентский договор признается заключенным с момента его
          акцепта Принципалом. Под акцептом в целях настоящего договора
          понимается факт заполнения и отправки установленной формы заявки для
          регистрации по адресу в сети интернет:
          <a
            href="http://первыйтаксопарк.рф"
            style="color:rgb(62, 82, 163) !important;"
            >www.первыйтаксопарк.рф</a
          >, с указанием полных и достоверных данных, позволяющих точно
          идентифицировать Принципала, а также прикрепление фотографии паспорта
          и водительского удостоверения. Заполнив вышеуказанную заявку,
          Принципал полностью принимает и соглашается со всеми условиями
          настоящей оферты. Агент оставляет за собой право провести проверку
          представленных при регистрации данных и отклонить заявку на
          регистрацию. <br /><br /><strong>1. Предмет договора</strong>
          <br /><br />
          1.1. По настоящему договору Агент обязуется за вознаграждение
          совершать от своего имени, но за счет Принципала следующие юридические
          и фактические действия: <br />- осуществить подключение Принципала на
          личном или арендованном транспортном средстве к заказам Яндекс.Такси и
          Gett (далее – заказы) для оказания услуг пассажирских перевозок;
          <br />- получать на свой расчетный счет денежные средства по договорам
          с ООО «Яндекс.Такси» и с ООО "ГетТакси Рус" (далее - Агрегаторы) в
          интересах Принципала и осуществлять их перечисление Принципалу за
          вычетом своего вознаграждения. <br />1.2 Клиент – лицо, которому
          Принципал оказывает услуги пассажирских перевозок. <br />1.3.
          Отношения по предоставлению Принципалом услуг пассажирских перевозок
          возникают непосредственно между Принципалом и Клиентами. <br />
          <br />В случае, если Принципал согласен с условиями оказания услуг и
          положениями, установленными настоящим Договором, в целях присоединения
          к настоящему Договору Принципал направляет Агенту Заявление на
          присоединение.<br />Заявление на присоединение может быть подано
          Агенту следующими способами: <br /><br />
        </p>
        <ul>
          <li>
            Принципал распечатывает, подписывает и направляет скан Заявления на
            присоединение на электронную почту Исполнителя по адресу:
            onertaxopark@yandex.ru;
          </li>
          <li>
            Принципал заполняет Заявление на присоединение в электронном формате
            в личном кабинете на официальном сайте Агента www.первыйтаксопарк.рф
            и направляет путем отправки заполненной формы Исполнителю.
          </li>
        </ul>
        <p>
          <br /><strong>2. Права и обязанности Сторон</strong> <br /><br />
          2.1. Принципал обязан: <br />2.1.1. выплачивать Агенту вознаграждение
          на условиях, представленных в настоящем Договоре. <br />2.1.2.
          утверждать отчеты Агента в течение 5 (пяти) календарных дней с момента
          их предоставления. В случае отсутствия мотивированных возражений в
          течение указанного срока со стороны Принципала отчет считается
          утвержденным. <br />2.1.3. самостоятельно нести ответственность перед
          Клиентами и третьими лицами за причинённый вред. <br />2.1.4.
          самостоятельно нести ответственность перед Клиентами, контролирующими
          органами и иными лицами за наличие необходимых документов, лицензий,
          разрешений, допусков для оказания услуг по пассажирским перевозкам,
          уплачивать соответствующие штрафы. <br />2.1.5. за свой счет и своими
          силами осуществлять предрейсовые и послерейсовые медицинские и
          технические осмотры, своевременно проходить технический осмотр
          транспортного средства, обеспечивать транспортное средство всем
          необходимым для осуществления пассажирских перевозок. <br />2.1.6.
          самостоятельно нести ответственность за нарушение правил дорожного
          движения и иных нормативны актов, связанных с осуществлением
          пассажирских перевозок и использование транспортного средства,
          уплачивать штрафы. <br /><br />2.2. Принципал вправе: <br />2.2.1.
          требовать от Агента перечисления денежных средств за выполненные
          заказы в установленные периоды выплат. <br />2.2.2. требовать от
          Агента предоставления сведений о ходе исполнения поручений.
          <br /><br />
          2.3. Агент вправе: <br />2.3.1. получать на свой расчетный счет
          денежные средства по договорам с Агрегаторами в интересах Принципала;
          <br />2.3.2. исчислять и удерживать Агентское вознаграждение из
          полученных на расчетный счет денежных средств по договорам с
          Агрегаторами, составляющих оплату Принципалу выполненных заказов.
          <br />2.3.3. привлекать третьих лиц для исполнения настоящего
          договора, а также пользоваться любыми сторонними сервисами и
          программным обеспечением без согласования с Принципалом. <br />2.3.4.
          самостоятельно определять методы и средства исполнения настоящего
          Договора. <br /><br />
          2.4. Агент обязан: <br />2.4.1. совершать от своего имени и за счет
          Принципала юридические и фактические действия в соответствии с
          условиями настоящего договора. <br />2.5. Стороны самостоятельно
          осуществляют исчисление и удержание налогов, сборов и взносов и
          самостоятельно производят их уплату. <br />2.6 Стороны самостоятельно
          ведут учет доходов и расходов в соответствии с законодательством
          Российской Федерации, предоставляют отчетность в соответствующие
          государственные органы и государственные внебюджетные фонды Российской
          Федерации. <br />2.7. Каждая сторона вправе отказаться от исполнения
          настоящего Договора и расторгнуть его без объяснения причин, уведомив
          об этом письменно другую Сторону за 3 (три) календарных дня до
          предполагаемой даты расторжения. <br /><br /><strong
            >3. Агентское вознаграждение, порядок расчетов, отчет Агента</strong
          >
          <br /><br />
          3.1. Размер вознаграждения составляет 4 (четыре) процента от суммы
          денежных средств, поступивших на расчетный счет Агента от Агрегаторов,
          за оказанные Принципалом услуги. <br />3.2. Агент самостоятельно
          исчисляет и удерживает сумму вознаграждения, указанную в п.3.1
          Договора, а оставшуюся сумму перечисляет Принципалу. Перевод денежных
          средств от Агента на счет Принципала осуществляется не реже одного
          раза в месяц по реквизитам предоставленным Принципалом или наличными
          денежными средствами. По согласованию между Сторонами выплаты могут
          делаться чаще чем раз в месяц, суммы выплат Стороны согласуют
          дополнительно. <br />3.3. Агент отчитывается перед Принципалом каждый
          квартал, не позднее 15 рабочих дней после окончания квартала. Форма
          отчета Агента приведена в Приложении №1, которое является неотъемлемой
          частью настоящего договора. Отчеты Агента направляются на адрес
          электронной почты Принципала, указанной им при акцепте оферты. Отчет
          Агента считается принятым и утвержденным Принципалом, если в течение 5
          дней с момента его отправки Агентом от Принципала не поступит
          мотивированных возражений. Отчет Агента содержит информацию: <br />- о
          сумме денежных средств, полученных за период по договорам с
          Агрегаторами на расчетный счет Агента за выполненные заказы
          Принципалом. <br />- о суммах денежных средств, перечисленных на счет
          Принципала. <br />- о сумме Агентского вознаграждения Агента за
          период. <br /><br />
          <strong>4. Порядок изменения и расторжения договора</strong>
          <br /><br />
          4.1. Настоящий договор может быть расторгнут по соглашению Сторон.
          <br />4.2. Расторжение настоящего договора по соглашению Сторон влечет
          прекращение всех обязательств. <br />4.3. При расторжении договора
          Стороны обязуются провести сверку взаимных расчетов и произвести зачет
          встречных требований при их наличии. <br />4.4. Агент имеет право
          вносить в настоящий Агентский договор изменения в одностороннем
          порядке с извещением Принципала путем публикации на сайте
          www.первыйтаксопарк.рф. Такие изменения вступают в силу в момент их
          публикации на сайте и распространяют свое действие на все заключенные
          договоры, в том числе договоры, заключенные до даты публикации
          изменений. <br /><br />
          <strong>5. Порядок обмена сообщениями и документами</strong>
          <br /><br />
          5.1. Формы документов, которыми стороны обмениваются в процессе
          исполнения настоящего договора посредством электронной почты (e-mail)
          указанной при регистрации на сайте
          <a
            href="http://первыйтаксопарк.рф"
            style="color:rgb(62, 82, 163) !important;"
            >www.первыйтаксопарк.рф</a
          >, а также при акцепте оферты агентского договора ООО «Первый
          таксопарк» на сайте
          <a
            href="http://xn--80adgeocngx0bgc3k.xn--p1acf/agent-oferta"
            target="_blank"
            style="color:rgb(62, 82, 163) !important;"
            >www.первыйтаксопарк.рф/agent-oferta</a
          >, а также на личный номер телефона через мобильное приложение
          WhatsApp (ВацАп) или факсимильного воспроизведения подписи с помощью
          средств механического или иного копирования, является надлежащей
          (письменной) и соблюденной. <br />5.2. Сообщения и документы,
          переданные сторонами по электронной почте или через мобильное
          приложение WhatsApp (ВацАп), признаются сторонами юридически значимыми
          и имеет юридическую силу. <br />5.3. Сообщение, направленное на адрес
          электронной почты или мобильное приложение WhatsApp (ВацАп), считается
          доставленным в момент его направления при отсутствии сообщения о
          невозможности его доставки. Сообщение, направленное на адрес для
          почтовой корреспонденции, считается доставленным по истечении 10
          календарных дней с даты направления. <br />5.4. Требование о
          направлении документа по почте заказным письмом с уведомлением о
          вручении считается соблюденным и в случае направления уведомления
          курьерской почтой с уведомлением о вручении. <br />5.5. Моментом
          получения указанных документов считаются: Дата, указанная в
          уведомлении о вручении документа по адресу Стороны, указанной в
          настоящем пункте; Дата, указанная на копии документа Стороной или ее
          уполномоченным представителем при вручении документа под расписку;
          Дата отказа Стороны от получения документа, если этот отказ
          зафиксирован организацией почтовой связи, в том числе курьерской
          почтой; Дата, на которую документ, направленный по почте заказным
          письмом с уведомлением по адресу Стороны, указанной в настоящем
          пункте, не вручен в связи с отсутствием адресата по указанному адресу
          (или истечением срока хранения), о чем организация почтовой связи, в
          том числе курьерская почта, проинформировала отправителя документа.
          <br />5.6. Любая из Сторон вправе посредством уведомления,
          направленного другой Стороне, изменить свой почтовый адрес или адрес
          электронной почты, на который направляются письменные уведомления и
          иные документы. До момента получения Стороной уведомления об изменении
          почтового адреса или адреса электронной почты документы, направленные
          на прежний почтовый адрес или адрес электронной почты, считаются
          направленными надлежащим образом. <br /><br />
          <strong>6. Срок действия договора</strong> <br /><br />
          6.1. Настоящий Договор вступает в силу с момента заключения и
          действует в течение 12 месяцев с момента подписания. В случае если ни
          одна из Сторон не заявит о желании его расторгнуть за 30 календарных
          дней до окончания срока его действия, договор автоматически
          пролонгируется на каждые следующие 12 месяцев.
          <br /><br /><strong>7. Обработка персональных данных</strong>
          <br /><br />
          7.1. Акцепт Принципалом настоящего Агентского договора означает
          согласие субъекта персональных данных на обработку его персональных
          данных в целях исполнения настоящего Агентского договора. Субъектом
          персональных данных по настоящему Агентскому договору является
          Принципал-физическое лицо или физическое лицо — представитель
          Принципала-юридического лица.
          <br />7.2. Принципал разрешает Агенту осуществление следующих действий
          (операций) с персональными данными, совершаемых с использованием
          средств автоматизации или без использования таких средств: сбор через
          заполнение Принципалом регистрационной формы по адресу
          www.первыйтаксопарк.рф запись, систематизацию, накопление, хранение на
          сервере Агента, уточнение (обновление, изменение) после внесения
          изменений Принципалом, извлечение, использование, передачу
          (предоставление, доступ) по телекоммуникационным каналам связи в
          контролирующие органы по сдаче отчетности, обезличивание,
          блокирование, удаление, уничтожение персональных данных —
          исключительно с целью выполнения обязательств, предусмотренных
          настоящим Агентским договором. <br />7.3. Перечень персональных
          данных, в отношении которых дано настоящее согласие: <br />фамилия,
          имя, отчество; <br />адреса регистрации; <br />адрес проживания;
          <br />дата и место рождения; <br />паспортные данные (серия, номер,
          когда и кем выдан); <br />водительское удостоверение (серия, номер,
          кем и когда выдан); <br />свидетельство транспортного средства (серия,
          номер, кем и когда выдан); <br />реквизиты для перечисления денежных
          средств, в том числе номер счета в кредитной организации (банке);
          <br />контактный номер сотового телефона; <br />адрес электронной
          почты; <br />доходы по Агентскому договору. <br />7.4. Настоящее
          согласие дается на период действия настоящего Агентского договора, а
          после его расторжения − на срок, установленный действующим
          законодательством для хранения документов Агента, которые были созданы
          им, в том числе с использованием персональных данных Принципала.
          <br />7.5. Настоящее согласие на обработку персональных данных может
          быть отозвано Принципалом в соответствии с пунктом 2 статьи 9
          Федерального закона от 27.07.2006 № 152-ФЗ «О персональных данных».
          <br /><br />
          <br /><br />
          <strong>8. Разрешение споров и прочие условия</strong>
          <br /><br />
          8.1. Стороны обязуются все возникающие разногласия решать путем
          переговоров с применением претензионного порядка. Срок рассмотрения
          претензии составляет десять дней. <br />8.2. В случае не достижения
          соглашения между Сторонами, спор подлежит рассмотрению в суде по
          следующим правилам договорной подсудности: <br />- при наличии спора,
          подсудного арбитражным судам, - в Арбитражном суде города
          Санкт-Петербурга и Ленинградской области. <br />- при наличии спора,
          подсудного судам общей юрисдикции (в зависимости от предмета спора), -
          у Мировой судьи Судебного участка №200 Санкт-Петербурга или в
          Смольнинском районном суде Санкт-Петербурга. <br />8.3. При заключении
          настоящего договора Стороны заявили, что они совершают сделку, не
          находясь под влиянием заблуждения относительно природы сделки, не
          лишены дееспособности и не ограничены судом в дееспособности, понимают
          значение своих действий и руководят ими, что сделка совершается не под
          влиянием обмана, насилия, угрозы или стечения тяжелых обстоятельств,
          не является кабальной сделкой. Сторонам известны и понятны последствия
          заключения настоящего соглашения. <br />8.4. Сторона, которая при
          заключении Договора либо до или после его заключения, дала другой
          стороне недостоверные заверения об обстоятельствах, имеющих значение
          для заключения договора, его исполнения или прекращения, обязана
          возместить другой стороне по ее требованию убытки, причиненные
          недостоверностью таких заверений. <br />8.5. Принципал гарантирует,
          что владеет/распоряжается ТС на законных основаниях и имеет
          необходимые разрешения. <br />8.6. Агент не вмешивается и не
          контролирует правовые отношения Принципала с Клиентом по вопросу
          оказания последним Услуг. Агент не гарантирует Принципалу определенное
          (минимальное или максимальное) количество заказов на пассажирские
          перевозки или сумму платы, которую Клиент согласится платить
          Принципалу. <br />8.7. Агент не несет ответственности и не возмещает
          никакой ущерб, прямой или косвенный, причиненный Принципалу, Клиентам
          или третьим лицам в результате неисполнения или ненадлежащего
          исполнения условий настоящего договора. <br />8.8. Любые сведения,
          полученные по настоящему договору, являются конфиденциальными, в связи
          с чем Стороны берут на себя обязательства не собирать, не хранить и не
          передавать третьим лицам любые данные, относящиеся прямо или косвенно
          к настоящему договору, если иное не установлено настоящим договором.
          <br />8.9. Стороны подтверждают следующее: <br />- для совершения
          настоящей сделки не требуется согласие со стороны участников или иного
          разрешения, или одобрения. <br />- не являются лицами, в отношении
          которых содержатся сведения в Едином федеральном реестре сведений о
          банкротстве. <br />- обладают необходимым разрешениями и лицензиями в
          соответствии с законодательством Российской Федерации. <br />8.10. Во
          всем остальном, что не урегулировано настоящим Договором, Стороны
          несут ответственность в соответствии с действующим законодательством
          Российской Федерации. <br /><br /><strong>Агент:</strong>
          <br />Юридический адрес: <br />193230, РОССИЯ, Г. САНКТ-ПЕТЕРБУРГ, УЛ.
          ТЕЛЬМАНА, Д. 37, КОРП ЛИТ А, ПОМ 2 <br />ИНН 7811732110 <br />ОГРН
          1197847145033 <br />КПП 781101001 <br />Расчетный счет
          40702810010000546644 <br />Банк АО "ТИНЬКОФФ БАНК" <br />Юридический
          адрес банка Москва, 123060, 1-й Волоколамский проезд, д. 10, стр. 1
          <br />Корр. счет банка 30101810145250000974 <br />ИНН банка 7710140679
          <br />БИК банка 044525974 <br />e-mail:
          <a href="mailto:onetaxopark@yandex.ru">onetaxopark@yandex.ru</a>
          <br /><br />
          Генеральный директор Рябинин Антон Владимирович <br /><br /><br />
          Приложение 1 <br />к Агентскому договору-оферте ООО «Первый таксопарк»
          <br /><br />
          Форма отчета Агента <br /><br />г. Санкт-Петербург
          «_____»_____________ 201 г. <br /><br /><br />
          Общества с ограниченной ответственностью «Первый таксопарк»,
          выступающий в качестве Агента по агентскому договору бн от
          «____»_____________________ выполнил за период с________________
          по_________________( ____ квартал 201 г.) в интересах
          _______________________________________, именуемого в дальнейшем
          «Принципал» следующие действия и оказал следующие услуги:
          <br /><br /><br />
          Количество заказов Приницпала шт. Сумма денежных средств, полученных
          Агентом по договорам с Агрегаторами на расчетный счет Агента руб.
          Сумма денежных средств, перечисленных на счет Принципала руб. Сумма
          агентского вознаграждения Агента за период руб. Отчет Агента принят в
          полном объеме. Агент и Принципал претензий к друг другу не имеют.
          <br />Отчет составлен в двух экземплярах по одному экземпляру для
          каждой из Сторон. <br /><br />
          Агент: ___________/ Рябинин А.В. / <br /><br />Принципал:
          _____________/_____________/ <br />
        </p>
      </div>
      <div>
        <button class="button-normal" @click.prevent="$modal.hide('opherta')">
          Закрыть
        </button>
      </div>
    </div>
  </modal>
</template>

<style lang="scss" scoped>
.popup {
  color: #000;
  nav {
    display: flex;
    flex-direction: row;
    align-items: center;
    h1 {
      text-align: left;
      flex-grow: 2;
      font-weight: bold;
      font-family: 'Ubuntu', sans-serif;
    }
  }

  div {
    padding: 15px;
  }
}
</style>
